{
  "PreNightNarration": [
    "Night has fallen over the village. Everyone, it's time to perform your roles. Decide who to protect, who to attack, and who to sacrifice yourself for. Your choices are vital for the survival of the village. Let the Night Actions begin.",
    "The village is now under the cover of night. Players, prepare to take your actions. Will you defend an ally, strike at a foe, or give yourself up for the greater good? Let the Night Actions begin.",
    "As the village sleeps, it's time for you to act. Make your decisions carefully—will you guard a friend, target an enemy, or lay down your life? Each action is crucial. Let the Night Actions begin.",
    "Darkness has settled in the village. Players, decide your moves now. Will you protect someone dear, attack a rival, or offer yourself as a sacrifice? It's your time to act. Let the Night Actions begin.",
    "The night is here, and the village is quiet. Players, it's time to choose your path. Will you shield a fellow villager, eliminate a threat, or sacrifice yourself for others? Your decisions are key. Let the Night Actions begin.",
    "Night has enveloped the village. Everyone, get ready to act. Choose who to protect, who to attack, and who to sacrifice yourself for. Your actions can change everything. Let the Night Actions begin.",
    "The village is asleep, but you must act. Decide who to protect, who to attack, and who to sacrifice yourself for. Every choice shapes the future. Let the Night Actions begin.",
    "Nighttime has come, and the village is still. Players, make your decisions now. Will you safeguard a friend, confront an adversary, or offer yourself up? It's time to act. Let the Night Actions begin.",
    "The village rests under the night sky. Players, it's time for your actions. Will you defend someone, take down a foe, or make the ultimate sacrifice? Each decision is important. Let the Night Actions begin.",
    "As night falls over the village, it's time for you to take action. Decide who to protect, who to attack, and who to sacrifice yourself for. Your choices have significant impact. Let the Night Actions begin.",
    "The village is quiet under the cover of night. Players, prepare to act. Will you protect a loved one, strike at an enemy, or give yourself up? It's time to decide. Let the Night Actions begin."
  ],

  "RevealNightPre": [
    "The village awakens to a new day, with the sun rising and casting a gentle light on the homes and streets. It's a time for the villagers to discover the secrets that the night has left behind. Eyes open, conversations begin, and the day's mysteries start to unfold.",
    "As morning breaks over the village, the inhabitants emerge from their homes, rubbing their eyes, greeted by the fresh scent of dew on the grass. The night's events are a whisper in the wind, and now it's time to reveal what has transpired under the cover of darkness.",
    "Dawn arrives, painting the sky with colors of orange and pink. The village stirs to life, with every person ready to face the revelations of the night. The streets are filled with whispers and looks of concern as the villagers gather to uncover the truth.",
    "The first rays of sunlight spread over the village, chasing away the shadows of the night. The villagers wake, filled with anticipation and worry about what the dawn will reveal. It's a moment of truth, where secrets are uncovered and the stories of the night come to light.",
    "Morning light washes over the village, casting long shadows and unveiling the night's mysteries. The villagers step outside, their faces etched with curiosity and concern, eager to learn what happened while they slept and to understand the implications for the day ahead.",
    "The village wakes to the harmonious chirping of birds and a gentle breeze carrying the scent of blooming flowers. The calm of the morning will soon give way to the storm of revelations from the night. Villagers meet, share their fears, and prepare to face the unknown.",
    "As the sun peeks through the curtains, the village awakens to a day filled with promise and peril. The night's silent stories are ready to be told, and the villagers gather, bracing themselves for the impact of the hidden truths that will come to light.",
    "The day begins with the sun casting a soft golden glow across the village. It's a moment of quiet before the storm, as the night's dramas are about to be revealed. Villagers step out of their homes, ready to piece together the puzzles left by the dark.",
    "With the morning sun, the village comes to life, buzzing with anticipation. The night's cloak is lifted, revealing the deeds done in darkness. Eyes widen and hearts race as the villagers prepare to face the consequences of the night's actions and to uncover the mysteries left behind.",
    "The village slowly awakens, with dawn breaking and bringing clarity to the night's shadows. The air is filled with the quiet murmurs of villagers piecing together the story of the night. Today, they confront the reality of what happened, ready to react and respond to the night's silent whispers."
    ],

    "RevealNightPost": ["It's time for the inhabitants of the tiny Village to gather on the Marketplace to discuss who they suspect to be the Monsters hidden among them. Everyone will cast a vote to decided on who to kill.",
    "Under the rising sun, the marketplace becomes the heart of the village's quest for survival. The inhabitants, united by fear and suspicion, will discuss and reveal whom they believe to be the hidden monsters. In a crucial vote that seals fate with every count, they will decide who is to be executed in their midst."
  ],
    "RevealVotingSurvival": [
    "All villagers survived the night unharmed.",
    "The village is quiet; no one was harmed last night.",
    "Everyone remained safe last night.",
    "The night passed without any loss of life.",
    "All residents made it through the night safely."
  ],
    "RevealVotingPre": ["After intense debate the Villagers each have casted their vote."],
    "RevealVotingPost": ["The Villagers return to their daily Business."]
  
  }