{
  "PreNightNarration": [
    "As night falls over the village, a serene silence settles in, broken only by the occasional rustle of leaves and the distant call of a night owl. The sky is a canvas of deep blues and twinkling stars, casting a gentle glow on the sleeping homes. Behind closed doors, the villagers find solace in their beds, unaware of the stirring shadows outside. This is the hour when hidden powers come to life. Somewhere in the darkness, eyes open, decisions are made, and actions are prepared. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "The village settles under a blanket of night, the moon a silent witness overhead. Stars scatter across the sky, a celestial guide for those who wake while others sleep. The cool air carries whispers of the day's end and the night's beginning. As creatures of the dark begin to roam, the village holds its breath, waiting. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "Dusk fades into night, casting long shadows across the village. The soft murmur of the wind through the trees is the only sound, as if nature itself anticipates what is to come. Homes glow with the last of the evening light before all is dark. In this world of shadow and moonlight, secret plans are formed. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "The night descends like a velvet curtain, turning skies and streets to shades of obsidian and grey. The village, once a bustle of activity, now whispers secrets into the cool, dark air. Each heartbeat is a drumbeat marking time until the inevitable unfolds. Eyes gleam from hidden places, watching, waiting. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "As the sun's last light disappears, the village is bathed in the soft silver of moonlight. Trees cast ghostly shadows, and the air is filled with the scent of night-blooming flowers. This is the hour when the line between dream and reality blurs, and the night becomes a stage for the silent play of shadows. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "The evening star fades as deeper darkness claims the sky, turning every whisper into a mystery, every glance into a story. The village, once lively, now slumbers under the night's embrace, except for those who move with purpose through the unseen paths. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "Night wraps the village in its embrace, a cloak woven from the fabric of starlight and shadow. The air is still, heavy with anticipation and the promise of what the darkness holds. In this moment, the world pauses, and the unseen become seen to those who dare look. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "Under the watchful eye of the moon, the village finds itself caught between slumber and the waking world of night. The air shivers with the tension of unspoken tales, waiting to unfold. From the shadowed corners, figures emerge, each with their own story to weave into the tapestry of the dark. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "The moon climbs high, its light casting a silver glow over the silent village. In this quietude, a frosty air settles over the land, carrying the scent of mystery and change. Now is the hour when hidden truths whisper through the leaves and into the hearts of those awake to hear. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "As darkness seals the day's end, the village seems to breathe a sigh of relief and trepidation. The stars peer down like distant eyes, watching as the narrative of night unfolds. This is when the unseen is seen, the unheard is heard, and the unspoken is whispered. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
    "The night sky is a deep ocean of darkness, stars twinkling like ships far out at sea. The village, a cluster of shadows under this vast canopy, stirs with the unseen currents of night. In the stillness, a quiet but palpable drama unfolds, as each participant moves in the dance of the dark. It's time for all to play their part in the quiet drama of the night. Let the Night Actions begin."
  ],

  "RevealNightPre": [
    "The first light of dawn breaks over the horizon, casting a golden glow on the village as it wakes from the shadow of night. The air is crisp, filled with the morning songs of birds and the soft murmur of the breeze. As the villagers emerge from their homes, they gather in the village center, eyes wide with anticipation and dread. The night's deeds are now etched in the light of day, and suspicions grow.",
    "As the darkness recedes, morning spills its light across the village, uncovering the secrets of the night. The villagers, bleary-eyed and anxious, leave their homes to face the new day. Whispers fill the air, a mix of fear and determination, as they meet in the village center. The outcome of the night is clear, and now, under the watchful eye of the rising sun, they must choose who among them harbors a hidden darkness. It's a time for voices to be heard and hard choices to be made.",
    "Dawn arrives with a soft blush in the sky, painting the village in shades of amber and rose. The serene beauty of the morning belies the tension that grips the villagers as they step outside. The evidence of the night's turmoil awaits, drawing them to the village center in a solemn procession. There, amid murmured condolences and shared resolve, they prepare to confront the darkness among them. The time has come for discussion, for accusations, and for the ultimate decision that will shape their fate.",
    "The night gives way to the gentle embrace of dawn, and the village stirs to life under a sky of blooming light. The air holds a chill that whispers of the night's unseen battles. As the villagers gather, their shadows long on the cobblestone, the air is thick with the weight of revelation and suspicion. Eyes meet, stories are told, and the fabric of the community is tested. Now, in the heart of the village, it's time to piece together the puzzle of the night and cast the die of judgment.",
    "Morning sweeps over the village, its light a sharp contrast to the secrets laid bare on the streets. Villagers emerge, each step a testament to the night's weight and the day's burdens. They converge in the center, where the echoes of the night resonate in hushed tones and guarded looks. The remnants of darkness linger in their midst, a puzzle to solve, a threat to unearth. This is the moment for truths to be shared, for suspicions to be voiced, and for a consensus to be reached.",
    "With the arrival of dawn, the village awakens to a world changed by the night. The early sun casts long shadows, illuminating faces filled with concern and resolve. In the village center, the community gathers, a collective force facing the remnants of darkness. There, surrounded by the familiar yet transformed, they will share their fears, discuss the night's events, and seek the hidden menace among them. This morning is not just a new day; it's a crucible in which the future is forged.",
    "As the sun rises, its rays banish the last shadows of night, and the village awakens to the stark reality of the dawn. The villagers, united by their shared ordeal, gather in the square, the morning light casting an unforgiving clarity on the night's events. This is the time for reflection, for accusation, and for the hard choices that lie ahead. In the crisp morning air, they stand together, ready to root out the darkness that threatens their dawn.",
    "Dawn unfolds gently over the village, a quiet herald of the day ahead. As the villagers step into the morning, their faces are etched with the night's trials. In the village center, under the gaze of the rising sun, they come together to share their stories and suspicions. The night has left its mark, and now, in the light of day, they must decide who among them carries the shadow of the enemy. This is a time for courage, for voices raised in unity and decision.",
    "The village awakens to a dawn that whispers of the tumultuous night. As the sun climbs, its light reveals the anxious faces of the villagers gathering in the center. The air is thick with the scent of morning dew and the heavier perfume of suspicion. Here, in the heart of the village, they will sift through the remnants of the night, seeking clarity and safety in the light of the new day. It's a moment for decisions, for the shared fate of all who call this place home.",
    "Morning dawns bright and clear, a stark canvas against which the village's nighttime ordeals are vividly drawn. As the villagers gather in the square, their movements are hesitant, their conversations a blend of whispers and determined speech. The night has changed them, brought them together in the search for truth amid shadows. Here, in the dawning light, they must confront the darkness, share their fears, and choose the path forward together."
  ],

    "RevealNightPost": ["It's time for the inhabitants of the tiny Village to gather on the Marketplace to discuss who they suspect to be the Monsters hidden among them. Everyone will cast a vote to decided on who to kill.",
    "Under the rising sun, the marketplace becomes the heart of the village's quest for survival. The inhabitants, united by fear and suspicion, will discuss and reveal whom they believe to be the hidden monsters. In a crucial vote that seals fate with every count, they will decide who is to be executed in their midst."
  ],
    "RevealVotingSurvival": [
    "All villagers survived the night unharmed.",
    "The village is quiet; no one was harmed last night.",
    "Everyone remained safe last night.",
    "The night passed without any loss of life.",
    "All residents made it through the night safely."
  ],
    "RevealVotingPre": ["After intense debate the Villagers each have casted their vote."],
    "RevealVotingPost": ["The Villagers return to their daily Business."]
  
  }