{
  "PreNightNarration": [
    "Night has fallen over the village. Everyone, it's time to perform your roles. Decide who to protect, who to attack, and who to sacrifice yourself for. Your choices are vital for the survival of the village. Let the Night Actions begin.",
    "The village is now under the cover of night. Players, prepare to take your actions. Will you defend an ally, strike at a foe, or give yourself up for the greater good? Let the Night Actions begin.",
    "As the village sleeps, it's time for you to act. Make your decisions carefully—will you guard a friend, target an enemy, or lay down your life? Each action is crucial. Let the Night Actions begin.",
    "Darkness has settled in the village. Players, decide your moves now. Will you protect someone dear, attack a rival, or offer yourself as a sacrifice? It's your time to act. Let the Night Actions begin.",
    "The night is here, and the village is quiet. Players, it's time to choose your path. Will you shield a fellow villager, eliminate a threat, or sacrifice yourself for others? Your decisions are key. Let the Night Actions begin.",
    "Night has enveloped the village. Everyone, get ready to act. Choose who to protect, who to attack, and who to sacrifice yourself for. Your actions can change everything. Let the Night Actions begin.",
    "The village is asleep, but you must act. Decide who to protect, who to attack, and who to sacrifice yourself for. Every choice shapes the future. Let the Night Actions begin.",
    "Nighttime has come, and the village is still. Players, make your decisions now. Will you safeguard a friend, confront an adversary, or offer yourself up? It's time to act. Let the Night Actions begin.",
    "The village rests under the night sky. Players, it's time for your actions. Will you defend someone, take down a foe, or make the ultimate sacrifice? Each decision is important. Let the Night Actions begin.",
    "As night falls over the village, it's time for you to take action. Decide who to protect, who to attack, and who to sacrifice yourself for. Your choices have significant impact. Let the Night Actions begin.",
    "The village is quiet under the cover of night. Players, prepare to act. Will you protect a loved one, strike at an enemy, or give yourself up? It's time to decide. Let the Night Actions begin."
  ],

  "RevealNightPre": [
    "The village wakes up to a new day. It's time to find out what happened during the night. Let's see who survived and who didn't.",
    "Morning arrives, and villagers come out of their homes. Now we reveal what happened last night.",
    "Dawn breaks, and the village comes to life. The night’s events will now be revealed. Who is still with us?",
    "The sun rises, and the villagers wake up. It’s time to uncover the secrets of the night and see what happened.",
    "Morning light shines on the village. Villagers step outside to learn what happened during the night.",
    "The village wakes to a new day. The calm morning will soon reveal the night’s events. Who survived?",
    "As the sun rises, the village wakes up. It’s time to reveal what happened during the night.",
    "The day begins, and the village is quiet. The events of the night will now be revealed. Who made it through?",
    "The village comes to life with the morning sun. The night’s deeds are about to be revealed. Who is still here?",
    "The village wakes up, and dawn brings clarity. It’s time to find out what happened during the night."
  ],

  "RevealNightPost": [
    "Gather in the marketplace to discuss who you suspect. Cast your votes to decide who will be killed.",
    "It's time to meet in the marketplace. Discuss your suspicions and vote on who to execute.",
    "Head to the marketplace. Share your thoughts and vote on who you think is a werewolf.",
    "Everyone, gather in the marketplace. Discuss, suspect, and vote on who should be executed.",
    "Meet in the marketplace to discuss your suspicions and vote on who to kill.",
    "Assemble in the marketplace. Talk about your suspicions and vote on who will be executed.",
    "Join the marketplace discussion. Share your thoughts and vote on who to kill.",
    "Gather in the marketplace to decide who you think is a werewolf. Vote to execute.",
    "It's time to discuss in the marketplace. Vote on who you believe is the hidden monster.",
    "Meet in the marketplace. Discuss suspicions and cast your votes to decide who to execute."
  ],

  "RevealVotingSurvival": [
    "All villagers survived the night unharmed.",
    "The village is quiet; no one was harmed last night.",
    "Everyone remained safe last night.",
    "The night passed without any loss of life.",
    "All residents made it through the night safely."
  ],

  "RevealVotingPre": [
    "After intense debate, the villagers have cast their votes. The decision is made.",
    "Following heated discussions, the votes are now in. The villagers have decided.",
    "The debate is over, and the villagers have voted. The results are ready.",
    "With the discussion concluded, the villagers' votes are cast. The outcome awaits.",
    "After much argument, the villagers have made their choices. The votes are tallied.",
    "The villagers have spoken. After intense debate, the votes are in.",
    "The votes are in after a lively debate. The villagers have decided.",
    "Following a spirited discussion, the villagers' votes are cast. The result is imminent.",
    "The villagers' votes are now in after a heated debate. The decision will be revealed.",
    "After the discussion, the villagers have made their choices. The votes are ready to be revealed.",
    "The villagers' votes are cast after much debate. The outcome will be known soon.",
    "After heated discussions, the villagers have voted. The results will now be revealed.",
    "With the debate over, the votes are cast. The villagers' decision is final.",
    "Following a lively discussion, the villagers have voted. The outcome is ready.",
    "The villagers have cast their votes after intense debate. The decision will be shown."
  ],

  "RevealVotingPost": [
    "The villagers return to their daily routines.",
    "Life resumes as the villagers go back to their duties.",
    "The Villagers return to their everyday activities.",
    "Daily life continues for the villagers.",
    "The villagers go back to their normal lives.",
    "Life goes on as villagers resume their duties.",
    "Daily business resumes for the villagers."
  ]
}
