{
    "PreNightNarration": [
      "As night falls over the village, a serene silence settles in, 
      broken only by the occasional rustle of leaves and the distant 
      call of a night owl. The sky is a canvas of deep blues and twinkling 
      stars, casting a gentle glow on the sleeping homes. Behind closed doors, 
      the villagers find solace in their beds, unaware of the stirring shadows 
      outside. This is the hour when hidden powers come to life. Somewhere in the 
      darkness, eyes open, decisions are made, and actions are prepared. It’s 
      time for all to play their part in the quiet drama of the night. Let the 
      Night Actions begin.",
      "The village settles under a blanket of night, the moon a silent witness overhead. 
      Stars scatter across the sky, a celestial guide for those who wake while others sleep. 
      The cool air carries whispers of the day's end and the night's beginning. As 
      creatures of the dark begin to roam, the village holds its breath, waiting. It’s time 
      for all to play their part in the quiet drama of the night. Let the Night Actions begin.",
      "Dusk fades into night, casting long shadows across the village. The soft murmur of the 
      wind through the trees is the only sound, as if nature itself anticipates what is to come. 
      Homes glow with the last of the evening light before all is dark. In this world of 
      shadow and moonlight, secret plans are formed. It’s time for all to play their part in 
      the quiet drama of the night. Let the Night Actions begin.",
      "The night descends like a velvet curtain, turning skies and streets to shades of obsidian 
      and grey. The village, once a bustle of activity, now whispers secrets into the cool, dark 
      air. Each heartbeat is a drumbeat marking time until the inevitable unfolds. Eyes gleam 
      from hidden places, watching, waiting. It’s time for all to play their part in the quiet 
      drama of the night. Let the Night Actions begin.",
      "As the sun's last light disappears, the village is bathed in the soft silver of 
      moonlight. Trees cast ghostly shadows, and the air is filled with the scent of night-
      blooming flowers. This is the hour when the line between dream and reality blurs, 
      and the night becomes a stage for the silent play of shadows. It’s time for all to 
      play their part in the quiet drama of the night. Let the Night Actions begin.",
      "The evening star fades as deeper darkness claims the sky, turning every whisper 
      into a mystery, every glance into a story. The village, once lively, now slumbers 
      under the night’s embrace, except for those who move with purpose through the unseen 
      paths. It’s time for all to play their part in the quiet drama of the night. Let the 
      Night Actions begin.",
      "Night wraps the village in its embrace, a cloak woven from the fabric of starlight 
      and shadow. The air is still, heavy with anticipation and the promise of what the 
      darkness holds. In this moment, the world pauses, and the unseen become seen to those 
      who dare look. It’s time for all to play their part in the quiet drama of the night. 
      Let the Night Actions begin.",
      "Under the watchful eye of the moon, the village finds itself caught between slumber 
      and the waking world of night. The air shivers with the tension of unspoken tales, 
      waiting to unfold. From the shadowed corners, figures emerge, each with their own story 
      to weave into the tapestry of the dark. It’s time for all to play their part in the 
      quiet drama of the night. Let the Night Actions begin.",
      "The moon climbs high, its light casting a silver glow over the silent village. In this 
      quietude, a frosty air settles over the land, carrying the scent of mystery and change. 
      Now is the hour when hidden truths whisper through the leaves and into the hearts of 
      those awake to hear. It’s time for all to play their part in the quiet drama of the 
      night. Let the Night Actions begin.",
      "As darkness seals the day’s end, the village seems to breathe a sigh of relief and 
      trepidation. The stars peer down like distant eyes, watching as the narrative of night 
      unfolds. This is when the unseen is seen, the unheard is heard, and the unspoken is 
      whispered. It’s time for all to play their part in the quiet drama of the night. Let the 
      Night Actions begin.",
      "The night sky is a deep ocean of darkness, stars twinkling like ships far out at sea. 
      The village, a cluster of shadows under this vast canopy, stirs with the unseen currents 
      of night. In the stillness, a quiet but palpable drama unfolds, as each participant moves 
      in the dance of the dark. It’s time for all to play their part in the quiet drama of the 
      night. Let the Night Actions begin."

    ],
    "RevealNightPre": [],
    "RevealNightPost": [],
    "RevealVotingPre": [],
    "RevealVotingPost": []
  
  }